{   
    "nav-apropos":"About",
    "nav-portfolio":"Portfolio",
    "nav-contact":"Contact me",
    "titre00":"Amulet",
    "soustitre00":"React Library for Web developper",
    "p00":"React components library for web developer, made alone during October 2020, it is online and usable with 95% of the library content mobile friendly",
    "titre": "Hello",
    "soustitre": "Welcome",
    "titre-txt": "Web and Mobile fullstack JavaScript developper currently Freelance using MERN standart (MongoDB, Express, React, Node) open to new professionnal opportunities",
    "titre02": "About me",
    "soustitre02": "Few words to know more about me",
    "titre03": "Portfolio",
    "soustitre03": "My recent projects" ,
    "titre04": "AMETHYST",
    "soustitre04": "Web App" ,
    "titre05": "SUN GYM",
    "soustitre05": "Web App" ,
    "p05":"Professional website of a sports hall, with payment system and automated STRIPE withdrawals with personalized billing period, contact form, user account, made in NextJs.",
    "titre06": "GAME SHOP",
    "soustitre06": "Web App / E-commerce Website" ,
    "titre07": "IVALICE FR",
    "soustitre07": "Web App" ,
    "p07":"Small website udpate daily to keep track of match result for a mobile game PVP oriented",
    "p06":"Complete E-Commerce platform with administration system to view customer orders as well as sales figures and curves.",
    "card-h2":"A growing passion",
    "card-p":"My first websites saw the light of day a few years ago. First for myself as a hobby, then for friends, and later for clients wanting to develop their business on the internet.",
    "card-h202":"my training",  
    "card-p02":"Mainly self-taught then having validated my skills with a training at La Capsule.",
    "card-h203":"Today",  
    "card-p03":"i like to resolve problems and create my own solution for the needs of my customers, i'm looking for a web developper or mobile developper work where i can grown and learn even more and where my limits are challenged.",
    "p04":"Membership management platform for associations. Allows you to view the list of its members and validate the payment of a membership fee. Personal project still in development.",
    "btnblack01":"Demo", 
    "btnblack02":"Source Code",
    "mailh2":"Contact",
    "mailspan":"Send me an email using this form",
    "mailinput1":"Name",
    "mailinput2":"Email",
    "mailtextarea":"Message",
    "mailbtn":"Send",
    "linkedinbtn":"Get in touch on Linkedin",
    "githubbtn":"My code on Github",
    "cvbtn":"Download my CV",
    "footer":"All rights reserved",
    "p09":"Front End Web Integration from a mockup using ReactJs components.",
    "soustitre09":"Web integration",
    "titre09":"Heaven",
    "p10":"Component created by using javascript functions to randomly generate a string of characters, the DOM as well as the copy / paste function.",
    "soustitre10":"Features",
    "titre10":"Complex password generator",
    "p11":"Personal site made in REACT.JS, REDUX.JS for the use of multi-language, conditional rendering,file download, contact form and external links.",
    "soustitre11":"Web App",
    "titre11":"Personnal Porfolio",
    "p12":"Web application made with the use of Strapi, the features are : GET POST DELETE on Strapi's SQLite database, filter to classify expiration dates from nearest to furthest, and use of the DOM",
    "soustitre12":"Web App",
    "titre12":"My Fridge",
    "p13":"Web page created to learn and understand web socket, use of socket.io / Peer / uuid / capture and integrate a sound and video stream in the front with to getUserMedia and innerHTML / functional chat with infinite scroll",
    "soustitre13":"Web Component",
    "titre13":"Vision",
    "p14":"Web page generated with ReactJs, exemple of React-router-dom use with home menu and search bar icon, good use of FlexBox and flex property",
    "soustitre14":"Front Web Integration",
    "titre14":"YouTube Clone",
    "p15":"Web pages generated with ReactJs, example of using GoogleSearch / React-router-dom search API and deployment of the app on FIREBASE",
    "soustitre15":"Web Page",
    "titre15":"Google Clone",
    "p20":"image news publication site with short description with authentication system, registration, connection and comments",
    "soustitre20":"Web App",
    "titre20":"Instagram Clone",
    "p21":"Front integration of 2 web pages, the home page and the page accessible via 'stay close', navigation thanks to react-router-dom and react-history",
    "soustitre21":"Front End integration",
    "titre21":"AirBnB Clone",
    "p22":"Relatively simple project that uses AXIOS and API requests with some animations using React libraries",
    "soustitre22":"API calls",
    "titre22":"Hulu clone ",
    "titre23":"Character Display Vertical Carousel",
    "soustitre23":"React Page Component",
    "p23":"Vertical carousel component made for game charater's presentation / can be use for portfolio too."                    
}