{   
    "nav-apropos":"About",
    "nav-portfolio":"Portfolio",
    "nav-contact":"Contact me",
    "titre": "Hello",
    "soustitre": "Welcome",
    "titre-txt": "Web and Mobile fullstack JavaScript developper currently Freelance using MERN standart (MongoDB, Express, React, Node) open to new professionnal opportunities",
    "titre02": "About me",
    "soustitre02": "Few words to know more about me",
    "titre03": "Portfolio",
    "soustitre03": "My recent projects" ,
    "titre04": "AMETHYST",
    "soustitre04": "Web App" ,
    "titre05": "SUN GYM",
    "soustitre05": "Web App" ,
    "p05":"Professional website of a sports hall, with payment system and automated STRIPE withdrawals with personalized billing period, contact form, user account, made in NextJs.",
    "titre06": "GAME SHOP",
    "soustitre06": "Web App / E-commerce Website" ,
    "titre07": "IVALICE FR",
    "soustitre07": "Web App" ,
    "p07":"Small website udpate daily to keep track of match result for a mobile game PVP oriented",
    "p06":"Complete E-Commerce platform with administration system to view customer orders as well as sales figures and curves.",
    "card-h2":"A growing passion",
    "card-p":"My first websites saw the light of day a few years ago. First for myself as a hobby, then for friends, and later for clients wanting to develop their business on the internet.",
    "card-h202":"my training",  
    "card-p02":"Mainly self-taught then having validated my skills with a training at La Capsule.",
    "card-h203":"Today",  
    "card-p03":"i like to resolve problems and create my own solution for the needs of my customers, i'm looking for a web developper or mobile developper work where i can grown and learn even more and where my limits are challenged.",
    "p04":"Membership management platform for associations. Allows you to view the list of its members and validate the payment of a membership fee. Personal project still in development.",
    "btnblack01":"Demo", 
    "btnblack02":"Source Code"   
}