{
    "nav-apropos":"A propos",
    "nav-portfolio":"Portfolio",
    "nav-contact":"Contactez moi",
    "titre": "Bonjour",
    "soustitre": "Bienvenue",
    "titre-txt": "Développeur web et mobile fullstack JavaScript actuellement Freelance spécialisé sur la stack MERN (MongoDB, Express, React, Node) actuellement à l'écoute d'opportunités professionnelles",
    "titre02": "A propos",
    "soustitre02": "Quelques mots pour mieux me connaître" ,
    "titre03": "Portfolio",
    "soustitre03": "Mes projets récents" ,
    "titre04": "AMETHYST",
    "soustitre04": "Application Web" ,
    "p04":"Plateforme de gestion d'adhérents pour associations.Permet de visualiser la liste de ses adhérents et de valider le paiement d'une cotisation. Projet personnel encore en developpement.",
    "titre05": "SUN GYM",
    "soustitre05": "Application Web" ,
    "p05":"Site professionnel d'une salle de sport, avec systeme de paiement et prélèvements automatisés STRIPE avec période de facturation personnalisées, formulaire de contact, compte utilisateurs,réalisé en NextJs.",
    "titre06": "GAME SHOP",
    "soustitre06": "Application Web / Site E-commerce" ,
    "p06":"Plateforme E-Commerce complete avec systeme d'administration pour visualiser les commandes clients ainsi que les chiffres et courbes des ventes.",
    "titre07": "IVALICE FR",
    "soustitre07": "Application Web" ,
    "p07":"Mini site pour une petite communauté de jeux video mobile, qui garde un historique des combats journaliers",
    "card-h2":"Une passion grandissante",  
    "card-p":"Mes premiers sites web ont vu le jour il y quelques années. D'abord pour moi-même en tant que hobby, puis pour des amis, et plus tard pour des clients voulant développer leur activité commerciale sur internet.",
    "card-h202":"Mes Formations",  
    "card-p02":"Principalement Autodidacte suivi d'une validation de mes compétences par une formation intensive à La Capsule.",
    "card-h203":"Aujourd'hui",  
    "card-p03":"J'aime résoudre des problèmes et créer des solutions adaptées aux besoins des clients, et je recherche un rôle de développeur web dans une entreprise où je peux continuer à apprendre et à maîtriser le métier.",
    "btnblack01":"Demo", 
    "btnblack02":"Code Source"  
}