{
    "nav-apropos":"A propos",
    "nav-portfolio":"Portfolio",
    "nav-contact":"Contactez moi",
    "titre": "Bonjour",
    "soustitre": "Bienvenue",
    "titre00":"Amulet",
    "soustitre00":"Librairie React pour développeurs",
    "p00":"Librairie de composants React pour developpeur Web développée en solo au cours du mois d'octobre 2020, elle est en ligne et utilisable et 95% des composants présents sont adaptés pour mobiles.",
    "titre-txt": "Développeur web et mobile fullstack JavaScript actuellement Freelance spécialisé sur la stack MERN (MongoDB, Express, React, Node) actuellement à l'écoute d'opportunités professionnelles",
    "titre02": "A propos",
    "soustitre02": "Quelques mots pour mieux me connaître" ,
    "titre03": "Portfolio",
    "soustitre03": "Mes projets récents" ,
    "titre04": "AMETHYST",
    "soustitre04": "Application Web" ,
    "p04":"Plateforme de gestion d'adhérents pour associations.Permet de visualiser la liste de ses adhérents et de valider le paiement d'une cotisation. Projet personnel encore en developpement.",
    "titre05": "SUN GYM",
    "soustitre05": "Application Web" ,
    "p05":"Site professionnel d'une salle de sport, avec systeme de paiement et prélèvements automatisés STRIPE avec période de facturation personnalisées, formulaire de contact, compte utilisateurs,réalisé en NextJs.",
    "titre06": "GAME SHOP",
    "soustitre06": "Application Web / Site E-commerce" ,
    "p06":"Plateforme E-Commerce complete avec systeme d'administration pour visualiser les commandes clients ainsi que les chiffres et courbes des ventes.",
    "titre07": "IVALICE FR",
    "soustitre07": "Application Web" ,
    "p07":"Mini site pour une petite communauté de jeux video mobile, qui garde un historique des combats journaliers",
    "card-h2":"Une passion grandissante",  
    "card-p":"Mes premiers sites web ont vu le jour il y quelques années. D'abord pour moi-même en tant que hobby, puis pour des amis, et plus tard pour des clients voulant développer leur activité commerciale sur internet.",
    "card-h202":"Mes Formations",  
    "card-p02":"Principalement Autodidacte suivi d'une validation de mes compétences par une formation intensive",
    "card-h203":"Aujourd'hui",  
    "card-p03":"J'aime résoudre des problèmes et créer des solutions je recherche un rôle de développeur front-end",
    "btnblack01":"Demo", 
    "btnblack02":"Code Source",
    "mailh2":"Contact",
    "mailspan":"Envoyez moi un mail via ce formulaire",
    "mailinput1":"Nom",
    "mailinput2":"Email",
    "mailtextarea":"Message",
    "mailbtn":"Envoyer",
    "linkedinbtn":"Se connecter sur Linkedin",
    "githubbtn":"Mon code sur Github",
    "cvbtn":"Télécharger mon CV",
    "footer":"Tous droits réservés",
    "p09":"Intégration Web Front End à partir d'une maquette avec utilisation de composants ReactJs.",
    "soustitre09":"Intégration Web",
    "titre09":"Heaven",
    "p10":"Composant créer par utilisation des fonctions javascript pour générer aléatoirement une chaîne de charactères, du DOM ainsi que de la fonction de copier/coller.",
    "soustitre10":"Fonctionnalité",
    "titre10":"Generateur de mots de passe complexes",
    "p11":"Site personnel réalisé en REACT.JS,REDUX.JS pour l'utilisation du multi-langage, rendu conditionnel,téléchargement de fichier, formulaire de contact et liens externes.",
    "soustitre11":"Application Web",
    "titre11":"Portfolio personnel",
    "p12":"Application Web réalisée avec l'utilisation de Strapi, les fonctionnalités sont : utilisation de GET POST DELETE sur la base de données SQLite de Strapi, filtre pour classer les date de péremptions de la plus proche à la plus éloignée, et utilisation du DOM",
    "soustitre12":"Application Web",
    "titre12":"My Fridge",
    "p13":"Page Web réalisée pour apprendre et comprendre les web socket, utilisation de socket.io / Peer / uuid / capter et intègrer au front un flux sonore et vidéo grace à getUserMedia / chat fonctionnel avec scroll infini",
    "soustitre13":"Composant Web",
    "titre13":"Vision",
    "p14":"Page Web generée avec ReactJs, exemple d'utilisation de React-router-dom avec le menu home et l'icone de la bar de recherche, bon exemple d'utilisation des FlexBox et de leur propriétées.",
    "soustitre14":"Intégration Web Front End",
    "titre14":"Clone de Youtube",
    "p15":"Pages Web generées avec ReactJs, exemple d'utilisation de l' API de recherche GoogleSearch / React-router-dom et deployement de l'app sur FIREBASE",
    "soustitre15":"Page Web",
    "titre15":"Clone de Google",
    "p20":"site de publication de news en image avec petite description avec système d'authentification,inscription,connection et de commentaires",
    "soustitre20":"Application Web",
    "titre20":"Clone Instagram",
    "p21":"Intégration front de 2 pages web, la page d'acceuil et la page accessible via 'restez proche', navigation grace a react-router-dom et react-history",
    "soustitre21":"Integration Front",
    "titre21":"Clone AirBnB",
    "p22":"Projet relativement simple qui utilise AXIOS et des requêtes API avec quelques animations utilisant des librairies React",
    "soustitre22":"Appel d'API",
    "titre22":"Clone Hulu",
    "titre23":"Character Display Vertical Carousel",
    "soustitre23":"React Page Component",
    "p23":"Composant de Carousel vertical pour la présentation de personnages pour jeux / peut être utilisé pour créer un portfolio également."              
}